Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/klemetti.blogspot.com/klemetti.10.02.12_fin.txt.tmx
Source language: fin
Languages: sme

source: Työ jatkuu Saamelaiskäräjien järjestäytymiskokous saatiin vihdoin pidettyä ja työni saamelaiskäräjien puheenjohtajana jatkuu vielä neljä vuotta.
sme: Bargu joatkahuvvá Sámedikki ortniiduvvančoakkán dollojuvvui viimmat ja mu bargon sámedikki ságadoallin bistá vel njeallje jagi.

source: Olen iloinen, että saan jatkaa työtäni saamen kansan parhaaksi vielä neljä vuotta.
sme: Lean ilolaš, go beasan joatkit barggu sámi álbmoga buorrin vel njeallje jagi.

source: Uskon, että tällä saamelaiskäräjillä on halua ja tahtoa toimia yhdessä saamelaisten parhaaksi.
sme: Mun jáhkán, ahte sámedikkis lea hállu ja dáhttu doaibmat ovttas sápmelaččaid buorrin.

source: Alkuvuosi on sujunut tiukasti politiikassa ja puheenjohtaja- ja hallitustunnusteluissa.
sme: Álgojahki lea golihan oalle mihá muddui politihkas ja ságadoalli ja stivrra válljenšiehtadallamiin.

source: Haluankin kiittää kaikkia läheisiäni, tukijoitani ja erityisesti Jauristunturin ja Käsivarren poromiehiä kaikesta tuesta vaalikamppailun aikana.
sme: Hálidannai giitit buot lagamuččaid, mu guottiheddjiid ja earenoamážit Jávrrešduoddara ja Giehtaruohttasa boazosápmelaččaid buot doarjagis válgakampánnja áigge.

source: Ilman alueen saamelaisten tukea tätä työtä olisi mahdoton tehdä.
sme: Juos ii oaččole doarjaga iežas guovllu sápmelaččain, de dán barggu ii sáhtále bargat, dat livččii áibbas veadjemeahttun hommet.

source: Vaikka Sajos on valmistunut ja sinne on varattu myös minulle työtilat, tulen jatkamaan puheenjohtajuuden tehtävien hoitamista Enontekiöltä käsin.
sme: Vaikko Sajos lea dál anus ja dohko lea gárvánan bargolatnja maid munnje, de boađán joatkit sagadoalli barggu dikšuma Eanodaga guovllos.

source: Saamelaiskäräjien tulee olla läsnä saamelaisten kotiseutualueen kunnissa enkä voisi pettää omia äänestäjiäni muuttamalla Inariin.
sme: Sámediggi galgá leat sápmelaččaid luhtte sámi ruovttuguovllu suohkaniin, inge sáhtále beahttit iežas jienasteddjiid dainna lágiin ahte muotkkulin Anárii.

source: On hyvä tulevaisuutta ajatellen, että saimme saamelaiskäräjien puheenjohtajistoon saamelaisnuorten edustajan.
sme: Lea buorre, ahte oaččuimet sámedikki ságadolliid jovkui sámi nuoraid ovddasteaddji.

source: Puheenjohtajan vaalikamppailussa kävi ilmi, että olemme Tiina Sanila-Aikion kanssa kaikista saamelaisille tärkeimmistä asioista hyvin pitkälle samaa mieltä ja tämä luo hyvän pohjan yhteistyölle.
sme: Ságadoalli válgagiccus bođii ovdan, ahte ledne Tiina Sanila-Aikioin buot sápmelaččaide dehálaš áššiin hui guhkás ovttaoaivilis ja dát ráhkada buori vuođu ovttasbargui.

source: II varapuheenjohtajaksi valittiin Heikki Paltto, joka on kummankin vanhemman puolelta inarinsaamelaista sukua.
sme: II várreságadoallin válljejuvvui Hánno Heaika, Heikki Paltto, gii goappánai váhnema bealde gullá anáraš sohkii.

source: Paltto on viime kaudella toimiessaan elinkeino- ja oikeuslautakunnan varapuheenjohtajana puolustanut erityisen vahvasti inarinsaamelaisten oikeuksia Inarijärven kaavoituksessa.
sme: Paltto lea mannan doaibmabaji áigge doaimmadettiinis ealáhus- ja vuoigatvuohtalávdegotti várreságadoallin bealuštan hui garrasit anáraččaid vuoigatvuođaid Anárjávrre lávvenbarggus.

source: Inarijärven kaavoitus jatkuu edelleen ja siinä onkin suurta työnsarkaa koko saamelaiskäräjäkaudeksi.
sme: Anárjávrre lávvenbargu bistá ain ja dat gal barggaha oba boahtte sámediggeáigodaga.

source: Uskon, että yhteistyö puheenjohtajistossa tulee olemaan toimivaa ja tehokasta.
sme: Mun jáhkán, ahte ovttasbargu ságadolliid gaskkas gal šaddá leat hui buresdoaibmi ja ábas.

source: Ilmoitin kokouksessa, että tämä kausi jää minun viimeiseksi saamelaiskäräjillä.
sme: Ilmmuhin čoakkámis, ahte dát badji báhcá mu maŋimussan sámedikkis.

source: Mielestäni kaksi kautta saamelaiskäräjien puheenjohtajana on riittävän pitkä aika yhdelle henkilölle.
sme: Mu mielas guokte baji sámedikki ságadoallin lea nohkka guhkes áigi ovtta olbmui.

source: Suomen tasavallan presidentinkin toimikaudet on rajattu kahteen ja Norjassa useat saamelaiskäräjien puheenjohtajat ovat jättäneet tehtävänsä kahden kauden jälkeen.
sme: Suoma dásseválddi presideanttanai doaibmaáigodagat leat ráddjejuvvon guoktái ja Norgga bealdenai máŋggat sámedikki presideanttat leat guođđán doaimma guovtti baji maŋŋel.

source: Jos tällä kaudella uudistetaan saamelaiskäräjälakia ja työjärjestystä kuten olen toivonutkin, tässä yhteydessä olisi hyvä harkita tulisiko saamelaiskäräjien puheenjohtajan toimikausia rajoittaa siten, että sama henkilö olisi vain kaksi perättäistä kautta puheenjohtajana.
sme: Jos dán baji áigge ođasnuhttojuvvo sámediggeláhka ja bargoortnet dego lean sávvan, de dán oktavuođas livččii buorre suokkardit galggaliigo sámedikki ságadoalli doaibmaáigodagaid ráddjet nu ahte seamma olmmoš livččii dušše guokte baji maŋŋálaga ságadoallin.

source: Järjestäytymiskokous kesti pitkään, mikä on toki ymmärrettävää koska saamelaiskäräjäjäsenet olivat nyt ensimmäistä kertaa koolla.
sme: Ortniiduvvančoakkán bisttii guhká, mii gal diehttelas lea ipmirdahtti daningo sámediggelahtut ledje dál vuosttaš geardde čoahkis.

source: Koska saamelaiskäräjillä ei toimi puolueita tai yhdistyksiä paikkojen jakaminen on hidasta.
sme: Go sámedikkis eai doaimma bellodagat dehe searvvit nu báikkiid juohkin lea njoazes hommet.

source: Olen iloinen, että saimme valittua uusia henkilöitä niin saamelaiskäräjien hallitukseen ja lautakuntiin ja saamme täten toimintaamme uutta intoa ja ajatuksia.
sme: Lean ilus, ahte sáhtiimet válljet ođđa olbmuid sámedikki stivrii go lávdegottiidenai ja oažžut dađi lági mielde sámedikki bargui ođđa movtta ja jurdagiid.

source: Saamelaiskäräjien hallitus on alueellisesti ja kulttuurisesti hyvin kattava.
sme: Sámedikki stivra lea guovlluguovdasaččat ja kultuvralaččat hui gokčevaš.

source: Saamelaiselinkeinoista poronhoito, kalastus, perinteisiin saamelaiselinkeinoihin liittyvä pienimuotoinen ekologinen matkailu ja erityisesti saamen käsityö ovat hyvin edustettuina hallituksen kokoonpanossa.
sme: Sámi ealáhusain boazodoallu, guolástus, árbevirolaš sámi ealáhusaide gullevaš ekologalaš turismadoaibma ja earenoamážit sámi duodji leat ovddastuvvon stivrra čoakkádusas.

source: Olen erityisen iloinen että saimme monta käsityöntekijää hallitukseen ja ehkä saamme yhdessä kohennettua saamen käsityön asemaa tällä vaalikaudella.
sme: Earenoamáš ilus lean das, ahte oaččuimet máŋga duodjára stivrii ja soaitit mii ovttas oažžut buoriduvvot sámi duoji sajádaga dán válgabajis.

source: Vaikka saamelaiskäräjävaaleissa valittiin vain yksi edustaja saamelaisten kotiseutualueen ulkopuolelta, niin on hyvin tärkeää, että saimme kaupunkisaamelaisten edustajan saamelaiskäräjien hallitukseen.
sme: Vaikko sámediggeválggain válljejuvvui dušše okta ovddasteaddji sámi ruovttuguovllu olggobealde, de lea hui dehálaš, ahte oaččuimet su sámedikki stivrii.

source: Erityisen tärkeää kaupunkisaamelaisten edustus hallituksessa on saamen kielten elvyttämisohjelman toteuttamisen johdosta.
sme: Earenoamáš dehálaš sámi guovllu olggobeal olbmo ovddastus stivrras lea sámegielaid ealaskahttinprográmma olláhuhttima geažil.

source: Kielten elvytysohjelman yhtenä tehtävänä on parantaa saamelaisten kotiseutualueen ulkopuolella asuvien saamelaisten oikeuksia omaan kieleen ja kulttuuriin.
sme: Gielaid ealaskahttinprográmma oktan bargun lea buoridit sámiid ruovttuguovllu olggobeal orru sápmelaččaid vuoigatvuođaid iežas gillii ja kultuvrii.

source: Hallitus edustaa kattavasti eri saamen kieli- ja kulttuuriryhmiä.
sme: Stivra ovddasta gokčevaččat sierra sámi giella- ja kulturjoavkkuid.

source: Kaikki saamen kielet ovat uhanalaisia kieliä ja kielenvaihto on ollut suurta, minkä johdosta saamen kielten elvyttämisohjelmaa tarvitaankin.
sme: Buot sámegielat leat uhkivuloš gielat ja giellamolsun lea leamaš stuoris, man dihte sámegielaid ealaskahttinprográmma dárbbahuvvonai.

source: Kielenvaihdos on ollut erityisen tuhoisaa pienemmille saamen kielille, inarin- ja koltansaamelle ja moni saamelainen onkin opetellut suvun kadonneen kielen uudelleen aikuisena.
sme: Giellamolsun lea leamaš earenoamáš vahátlaš unnit sámegielaide, anáraš- ja nuortalašgillii ja máŋggas sápmelaččain leatnai oahpahallan soga láhppon giela ođđasit ráves olmmožin.

source: Vaikka kaikki saamen kielet eivät olekaan edustettuina saamelaiskäräjien hallituksessa, kaikki saamelaiset kulttuuriryhmät eli pohjois-, inarin- ja koltansaamelaiset kulttuuriryhmät ovat edustettuina kattavasti saamelaiskäräjien hallituksessa.
sme: Vaikko buot sámegielat eai leatge ovddastuvvon sámedikki stivrras, de buot sámi kulturjoavkkut dehege davvi-, anáraš- ja nuortalašsámi kulturjoavkkut leat ovddastuvvon gokčevaččat sámedikki stivrras.

source: Siitä olen hyvin iloinen.
sme: Mun illudan das sakka.

source: Saamelaiskäräjien tämän vaalikauden työ jatkuu kiireisenä.
sme: Sámedikki dán válgabaji bargu ovdána hohpolažžan.

source: Maaliskuun lopussa - huhtikuun alussa pidetään jo seuraava saamelaiskäräjien kokous ja avajaiset.
sme: Njukčamánu loahpas – cuoŋománu álggus dollojuvvo juo čuovvovaš sámedikki dievasčoakkán ja maiddái rahpandoalut.

source: Kuntauudistus ja ILO 169-sopimuksen ratifiointitoimien aloittaminen ovat kiireellisimpiä lähitulevaisuuden haasteita.
sme: Suohkanođastus ja ILO 169-soahpamuša ratifiserenbargguid álggaheapmi leaba lagaš boahtteáiggi hohpolaččamus hástalusat.

source: Oma ohjelmani jatkuu kiireisenä.
sme: Mu iežan prográmma joatkahuvvá hohpolažžan.

source: Tällä viikolla järjestetään saamelaiskäräjien ja Lapin liiton kesken neuvottelut Lapin ilmastostrategiasta.
sme: Dán vahku ordnejuvvo sámedikki ja Lappi lihtu gaskavuođa ráđđádallan Davvi-Suoma dálkkádatstrategiijas.

source: Ensi viikolla luvassa on saamelaisen parlamentaarisen neuvoston hallituksen kokous Koutokeinossa, josta suuntaan suoraan Helsinkiin Tasavallan presidentin virkaanastujaisseremoniaan ja pohjoismaisen saamelaissopimuksen Suomen neuvotteluvaltuuskunnan kokoukseen.
sme: Boahtte vahku lea sámi parlamentáralaš ráđi stivrra čoakkán Guovdageainnus, gos dollen njuolga Helssegii Dásseválddi presideantta virgáilávkenseremoniijai ja davviriikkalaš sámi soahpamuša Suoma ráđđádallangotti čoakkámii.

source: Vuontisjärvellä 20.2.2012
sme: Vuottesjávrres 20.2.2012

source: Klemetti Näkkäläjärvi
sme: Juvvá Lemet
